
/* Class = "NSWindow"; title = "偏好設定"; ObjectID = "1"; */
"1.title" = "偏好設定";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "41"; */
"41.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "絕對時間位置"; ObjectID = "42"; */
"42.title" = "絕對時間位置";

/* Class = "NSMenuItem"; title = "相對時間"; ObjectID = "43"; */
"43.title" = "相對時間";

/* Class = "NSTextFieldCell"; title = "字號："; ObjectID = "46"; */
"46.title" = "字號：";

/* Class = "NSTextFieldCell"; title = "顯示"; ObjectID = "72"; */
"72.title" = "顯示";

/* Class = "NSTextFieldCell"; title = "當游標停滯於時間進度條上時"; ObjectID = "74"; */
"74.title" = "當游標停滯於時間進度條上時";

/* Class = "NSBox"; title = "播放控制"; ObjectID = "87"; */
"87.title" = "播放控制";

/* Class = "NSBox"; title = "字體樣式"; ObjectID = "108"; */
"108.title" = "字體樣式";

/* Class = "NSTextFieldCell"; title = "字體顏色："; ObjectID = "110"; */
"110.title" = "字體顏色：";

/* Class = "NSTextFieldCell"; title = "邊框顏色："; ObjectID = "117"; */
"117.title" = "邊框顏色：";

/* Class = "NSTextFieldCell"; title = "自動隱藏時間"; ObjectID = "122"; */
"122.title" = "自動隱藏時間";

/* Class = "NSTextFieldCell"; title = "透明度"; ObjectID = "128"; */
"128.title" = "透明度";

/* Class = "NSTextFieldCell"; title = "透明"; ObjectID = "132"; */
"132.title" = "透明";

/* Class = "NSBox"; title = "Box"; ObjectID = "133"; */
"133.title" = "Box";

/* Class = "NSTextFieldCell"; title = "將播放視窗置頂："; ObjectID = "135"; */
"135.title" = "將播放視窗置頂：";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "138"; */
"138.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "從不"; ObjectID = "139"; */
"139.title" = "從不";

/* Class = "NSMenuItem"; title = "總是"; ObjectID = "140"; */
"140.title" = "總是";

/* Class = "NSMenuItem"; title = "僅播放時"; ObjectID = "141"; */
"141.title" = "僅播放時";

/* Class = "NSBox"; title = "OSD"; ObjectID = "142"; */
"142.title" = "OSD";

/* Class = "NSTextFieldCell"; title = "自動隱藏時間"; ObjectID = "144"; */
"144.title" = "自動隱藏時間";

/* Class = "NSTextFieldCell"; title = "字體顏色"; ObjectID = "150"; */
"150.title" = "字體顏色";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "156"; */
"156.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "完全匹配影像檔案名"; ObjectID = "157"; */
"157.title" = "完全匹配影像檔案名";

/* Class = "NSMenuItem"; title = "包含影像檔案名"; ObjectID = "158"; */
"158.title" = "包含影像檔案名";

/* Class = "NSMenuItem"; title = "是任意名稱"; ObjectID = "159"; */
"159.title" = "是任意名稱";

/* Class = "NSButtonCell"; title = "強制重建索引"; ObjectID = "162"; */
"162.title" = "強制重建索引";

/* Class = "NSBox"; title = "性能和質量"; ObjectID = "163"; */
"163.title" = "性能和質量";

/* Class = "NSButtonCell"; title = "回放開始時進入螢幕"; ObjectID = "165"; */
"165.title" = "回放開始時進入螢幕";

/* Class = "NSTextFieldCell"; title = "線程數"; ObjectID = "167"; */
"167.title" = "線程數";

/* Class = "NSBox"; title = "輸出"; ObjectID = "173"; */
"173.title" = "輸出";

/* Class = "NSTextFieldCell"; title = "直通輸出:"; ObjectID = "175"; */
"175.title" = "直通輸出:";

/* Class = "NSButtonCell"; title = "DTS"; ObjectID = "177"; */
"177.title" = "DTS";

/* Class = "NSButtonCell"; title = "AC3"; ObjectID = "179"; */
"179.title" = "AC3";

/* Class = "NSButton"; ibShadowedToolTip = "If there are digits in the file name, MPlayerX will increase the rightmost digit-part, to find the next file in the same directory.\nAnd you don‘t have to worry about the 0 padding"; ObjectID = "181"; */
"181.ibShadowedToolTip" = "If there are digits in the file name, MPlayerX will increase the rightmost digit-part, to find the next file in the same directory.\nAnd you don‘t have to worry about the 0 padding";

/* Class = "NSButtonCell"; title = "自動搜尋並播放下一個檔案"; ObjectID = "182"; */
"182.title" = "自動搜尋並播放下一個檔案";

/* Class = "NSButtonCell"; title = "當視窗關閉時退出"; ObjectID = "184"; */
"184.title" = "當視窗關閉時退出";

/* Class = "NSButtonCell"; title = "顯示 OSD"; ObjectID = "212"; */
"212.title" = "顯示 OSD";

/* Class = "NSTextFieldCell"; title = "開啓此選項，MPlayerX 將重新計算索引來以使影像可以播放，這對於一些損壞的檔案是有幫助的。但這將會產生播放前幾秒鐘的等待時間。"; ObjectID = "249"; */
"249.title" = "開啓此選項，MPlayerX 將重新計算索引來以使影像可以播放，這對於一些損壞的檔案是有幫助的。但這將會產生播放前幾秒鐘的等待時間。";

/* Class = "NSButtonCell"; title = "如果可能則使用內建字體"; ObjectID = "257"; */
"257.title" = "如果可能則使用內建字體";

/* Class = "NSTextFieldCell"; title = "緩存大小："; ObjectID = "260"; */
"260.title" = "緩存大小：";

/* Class = "NSTextFieldCell"; title = "kBytes"; ObjectID = "265"; */
"265.title" = "kBytes";

/* Class = "NSButtonCell"; title = "優先使用 IPV6"; ObjectID = "270"; */
"270.title" = "優先使用 IPV6";

/* Class = "NSButtonCell"; title = "全螢幕時保持其他螢幕可見"; ObjectID = "282"; */
"282.title" = "全螢幕時保持其他螢幕可見";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "295"; */
"295.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "不顯示邊框"; ObjectID = "296"; */
"296.title" = "不顯示邊框";

/* Class = "NSMenuItem"; title = "僅底部"; ObjectID = "297"; */
"297.title" = "僅底部";

/* Class = "NSMenuItem"; title = "頂部＋底部"; ObjectID = "298"; */
"298.title" = "頂部＋底部";

/* Class = "NSTextFieldCell"; title = "高度："; ObjectID = "304"; */
"304.title" = "高度：";

/* Class = "NSBox"; title = "邊框"; ObjectID = "307"; */
"307.title" = "邊框";

/* Class = "NSTextFieldCell"; title = "倍影片高度"; ObjectID = "309"; */
"309.title" = "倍影片高度";

/* Class = "NSButtonCell"; title = "媒體打開的同時開始播放"; ObjectID = "320"; */
"320.title" = "媒體打開的同時開始播放";

/* Class = "NSBox"; title = "檔案編碼檢測"; ObjectID = "327"; */
"327.title" = "檔案編碼檢測";

/* Class = "NSTextFieldCell"; title = "如果自信閥值小於"; ObjectID = "329"; */
"329.title" = "如果自信閥值小於";

/* Class = "NSTextFieldCell"; title = "則設定編碼為"; ObjectID = "334"; */
"334.title" = "則設定編碼為";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "337"; */
"337.title" = "OtherViews";

/* Class = "NSTextFieldCell"; title = "設定自信閥值為 100% 將關閉自動檢測文字編碼，但是通常不推薦這麼做。"; ObjectID = "348"; */
"348.title" = "設定自信閥值為 100% 將關閉自動檢測文字編碼，但是通常不推薦這麼做。";

/* Class = "NSButtonCell"; title = "允許重疊字幕"; ObjectID = "350"; */
"350.title" = "允許重疊字幕";

/* Class = "NSMenuItem"; title = "僅頂部"; ObjectID = "354"; */
"354.title" = "僅頂部";

/* Class = "NSButtonCell"; title = "通過 HTTP 協議傳輸 RTSP 編碼播放"; ObjectID = "358"; */
"358.title" = "通過 HTTP 協議傳輸 RTSP 編碼播放";

/* Class = "NSButtonCell"; title = "使用 ffmpeg 編碼播放"; ObjectID = "365"; */
"365.title" = "使用 ffmpeg 編碼播放";

/* Class = "NSButtonCell"; title = "混合 DTS 5.1 為立體聲"; ObjectID = "373"; */
"373.title" = "混合 DTS 5.1 為立體聲";

/* Class = "NSTextFieldCell"; title = "如果您使用內建 2 聲道揚聲器或耳機，請開啓此選項"; ObjectID = "376"; */
"376.title" = "如果您使用內建 2 聲道揚聲器或耳機，請開啓此選項";

/* Class = "NSTextFieldCell"; title = "顯示"; ObjectID = "387"; */
"387.title" = "顯示";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "390"; */
"390.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "剩餘時間"; ObjectID = "391"; */
"391.title" = "剩餘時間";

/* Class = "NSMenuItem"; title = "總時間"; ObjectID = "392"; */
"392.title" = "總時間";

/* Class = "NSTextFieldCell"; title = "在控制條的右端"; ObjectID = "395"; */
"395.title" = "在控制條的右端";

/* Class = "NSButtonCell"; title = "從上次停止處恢復播放"; ObjectID = "400"; */
"400.title" = "從上次停止處恢復播放";

/* Class = "NSButtonCell"; title = "全螢幕模式下總是隱藏 Dock"; ObjectID = "403"; */
"403.title" = "全螢幕模式下總是隱藏 Dock";

/* Class = "NSSegmentedCell"; 408.ibShadowedLabels[0] = "無"; ObjectID = "408"; */
"408.ibShadowedLabels[0]" = "無";

/* Class = "NSSegmentedCell"; 408.ibShadowedLabels[1] = "一般"; ObjectID = "408"; */
"408.ibShadowedLabels[1]" = "一般";

/* Class = "NSSegmentedCell"; 408.ibShadowedLabels[2] = "高級"; ObjectID = "408"; */
"408.ibShadowedLabels[2]" = "高級";

/* Class = "NSTextFieldCell"; title = "畫面增強"; ObjectID = "410"; */
"410.title" = "畫面增強";

/* Class = "NSTextFieldCell"; title = "隔行掃描補償"; ObjectID = "413"; */
"413.title" = "隔行掃描補償";

/* Class = "NSSegmentedControl"; ibShadowedToolTip = "FFMpeg: FFMpeg  deinterlacing filter that deinterlaces the given block by filtering every second line with a (-1  4  2  4 -1) filter.\n\nLPF5: Vertically applied FIR lowpass deinterlacing filter that deinterlaces the given block by filtering all lines with a (-1 2 6 2 -1) filter."; ObjectID = "414"; */
"414.ibShadowedToolTip" = "FFMpeg: FFMpeg  deinterlacing filter that deinterlaces the given block by filtering every second line with a (-1  4  2  4 -1) filter.\n\nLPF5: Vertically applied FIR lowpass deinterlacing filter that deinterlaces the given block by filtering all lines with a (-1 2 6 2 -1) filter.";

/* Class = "NSSegmentedCell"; 415.ibShadowedLabels[0] = "無"; ObjectID = "415"; */
"415.ibShadowedLabels[0]" = "無";

/* Class = "NSSegmentedCell"; 415.ibShadowedLabels[1] = "FFMpeg"; ObjectID = "415"; */
"415.ibShadowedLabels[1]" = "FFMpeg";

/* Class = "NSSegmentedCell"; 415.ibShadowedLabels[2] = "LPF5"; ObjectID = "415"; */
"415.ibShadowedLabels[2]" = "LPF5";

/* Class = "NSTextFieldCell"; title = "額外選項"; ObjectID = "423"; */
"423.title" = "額外選項";

/* Class = "NSTextFieldCell"; title = "額外選項將直接傳輸給 MPlayerX。\n請確定您是 MPlayerX 方面的專家再更改這個參數，否則請保持空白。"; ObjectID = "430"; */
"430.title" = "額外選項將直接傳輸給 MPlayerX。\n請確定您是 MPlayerX 方面的專家再更改這個參數，否則請保持空白。";

/* Class = "NSTextFieldCell"; title = "如何保存 “影像調節器” 中的設定？"; ObjectID = "435"; */
"435.title" = "如何保存 “影像調節器” 中的設定？";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "438"; */
"438.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "播放完畢就重置設置"; ObjectID = "439"; */
"439.title" = "播放完畢就重置設置";

/* Class = "NSMenuItem"; title = "如果找不到下一個自動播放的檔案就重置設置"; ObjectID = "440"; */
"440.title" = "如果找不到下一個自動播放的檔案就重置設置";

/* Class = "NSMenuItem"; title = "當程序退出時重置設置"; ObjectID = "441"; */
"441.title" = "當程序退出時重置設置";

/* Class = "NSMenuItem"; title = "不重置，將設置永久保存"; ObjectID = "442"; */
"442.title" = "不重置，將設置永久保存";

/* Class = "NSTextFieldCell"; title = "如何保存 “EQ等化器” 中的設定？"; ObjectID = "445"; */
"445.title" = "如何保存 “EQ等化器” 中的設定？";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "448"; */
"448.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "播放完畢就重置設置"; ObjectID = "449"; */
"449.title" = "播放完畢就重置設置";

/* Class = "NSMenuItem"; title = "如果找不到下一個自動播放的檔案就重置設置"; ObjectID = "450"; */
"450.title" = "如果找不到下一個自動播放的檔案就重置設置";

/* Class = "NSMenuItem"; title = "當程序退出時重置設置"; ObjectID = "451"; */
"451.title" = "當程序退出時重置設置";

/* Class = "NSMenuItem"; title = "不重置，將設置永久保存"; ObjectID = "452"; */
"452.title" = "不重置，將設置永久保存";

/* Class = "NSTextFieldCell"; title = "載入字幕，如果字幕檔案"; ObjectID = "459"; */
"459.title" = "載入字幕，如果字幕檔案";

/* Class = "NSTextFieldCell"; title = "字幕對齊:"; ObjectID = "461"; */
"461.title" = "字幕對齊:";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "466"; */
"466.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "預設 (使用字幕檔原本設定)"; ObjectID = "467"; */
"467.title" = "預設 (使用字幕檔原本設定)";

/* Class = "NSMenuItem"; title = "底部 - 左邊"; ObjectID = "468"; */
"468.title" = "底部 - 左邊";

/* Class = "NSMenuItem"; title = "底部 - 置中"; ObjectID = "469"; */
"469.title" = "底部 - 置中";

/* Class = "NSMenuItem"; title = "底部 - 右邊"; ObjectID = "470"; */
"470.title" = "底部 - 右邊";

/* Class = "NSMenuItem"; title = "頂部 - 左邊"; ObjectID = "471"; */
"471.title" = "頂部 - 左邊";

/* Class = "NSMenuItem"; title = "頂部 - 置中"; ObjectID = "472"; */
"472.title" = "頂部 - 置中";

/* Class = "NSMenuItem"; title = "頂部 - 右邊"; ObjectID = "473"; */
"473.title" = "頂部 - 右邊";

/* Class = "NSButtonCell"; title = "關閉滑鼠水平滾動的時間跳轉功能"; ObjectID = "479"; */
"479.title" = "關閉滑鼠水平滾動的時間跳轉功能";

/* Class = "NSButtonCell"; title = "關閉滑鼠垂直滾動的調整音量功能"; ObjectID = "481"; */
"481.title" = "關閉滑鼠垂直滾動的調整音量功能";

/* Class = "NSButtonCell"; title = "當進入全螢幕模式時，調整邊框高度來適應螢幕高度"; ObjectID = "485"; */
"485.title" = "當進入全螢幕模式時，調整邊框高度來適應螢幕高度";

/* Class = "NSTextFieldCell"; title = "開啓這個選項，MPlayerX 將會使字幕盡可能不重疊在畫面上。\n然而這樣會使渲染畫面擴大到螢幕的大小，對於一些高畫質影片，可能會造成畫面或是聲音卡頓現象"; ObjectID = "488"; */
"488.title" = "開啓這個選項，MPlayerX 將會使字幕盡可能不重疊在畫面上。\n然而這樣會使渲染畫面擴大到螢幕的大小，對於一些高畫質影片，可能會造成畫面或是聲音卡頓現象";

/* Class = "NSTextFieldCell"; title = "字體："; ObjectID = "490"; */
"490.title" = "字體：";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "493"; */
"493.title" = "OtherViews";

/* Class = "NSButtonCell"; title = "在播放開始時僅加載，但不顯示字幕"; ObjectID = "500"; */
"500.title" = "在播放開始時僅加載，但不顯示字幕";

/* Class = "NSButtonCell"; title = "自動檢測 SPDIF 數字輸出"; ObjectID = "528"; */
"528.title" = "自動檢測 SPDIF 數字輸出";

/* Class = "NSButtonCell"; title = "使用多功能鍵(F7, F8, F9)來控制播放 (重啟程式生效)"; ObjectID = "542"; */
"542.title" = "使用多功能鍵(F7, F8, F9)來控制播放 (重啟程式生效)";

/* Class = "NSButtonCell"; title = "啟用 \"最近打開\" 選單"; ObjectID = "552"; */
"552.title" = "啟用 \"最近打開\" 選單";

/* Class = "NSButtonCell"; title = "總在外接顯示器上全螢幕顯示"; ObjectID = "557"; */
"557.title" = "總在外接顯示器上全螢幕顯示";

/* Class = "NSButtonCell"; title = "讓蘋果遙控器控制系統音量"; ObjectID = "566"; */
"566.title" = "讓蘋果遙控器控制系統音量";

/* Class = "NSTextFieldCell"; title = "儲存畫面截圖"; ObjectID = "587"; */
"587.title" = "儲存畫面截圖";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "590"; */
"590.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "放到剪貼簿"; ObjectID = "594"; */
"594.title" = "放到剪貼簿";

/* Class = "NSMenuItem"; title = "另存為 PNG 格式"; ObjectID = "595"; */
"595.title" = "另存為 PNG 格式";

/* Class = "NSMenuItem"; title = "另存為 JPEG 格式"; ObjectID = "596"; */
"596.title" = "另存為 JPEG 格式";

/* Class = "NSMenuItem"; title = "另存為 TIFF 格式"; ObjectID = "597"; */
"597.title" = "另存為 TIFF 格式";

/* Class = "NSMenuItem"; title = "另存為 BMP 格式"; ObjectID = "598"; */
"598.title" = "另存為 BMP 格式";

/* Class = "NSTextFieldCell"; title = "SnapshotSavePath"; ObjectID = "604"; */
"604.title" = "SnapshotSavePath";

/* Class = "NSButtonCell"; title = "Button"; ObjectID = "608"; */
"608.title" = "Button";
